Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/sigrunn_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Kárášjoga Bargiidbellodaga doaimma 1934-83 ruovttoluottageahčastat
nob: Tilbakeblikk fra Karasjok Arbeiderpartis virke 1934-83

source: Sigrunn Rønbeck , Romsa 2002 ( Foto : Svein Lund )
nob: Sigrunn Rønbeck , Tromsø 2002 ( Foto : Svein Lund )

source: Sigrunn Myren riegádii 1910:s Sieidevuonas , vearas Deatnuvuona olggumusas mii dál lea ávdimin báhcán .
nob: Sigrunn Myreng blei født i 1910 i Finnkongkeila , et fiskevær ytterst i Tanafjorden som nå er avfolka .

source: 1934:s son náitalii Hans Rønbeckain , gii lei riegádan Hámmarfeasttas 1912:s .
nob: I 1934 gifta hun seg med Hans Rønbeck , som var født i Hammerfest 1912 .

source: Soai fárriiga Kárášjohkii , gosa álggaheigga smávvadállodoalu njáskkahaga bokte .
nob: De flytta til Karasjok , der de bygde opp et småbruk gjennom nyrydning .

source: Maŋŋá oaččui Hans Rønbeck máŋga virggi Kárášjoga gielddas , ja maiddái politihkalaš ámmáhiid gielddas .
nob: Seinere fikk Hans Rønbeck forskjellige kommunale stillinger i Karasjok kommune , og også politiske verv i kommunen .

source: Náittospárra Rønbeck leigga aktiivvalaččat mielde Bargiidbellodagas , ja Hans Rønbeck lei báikkálaš searvvi ovdaolmmoš 1934 ’ rájes .
nob: Ekteparet Rønbeck var aktive i Arbeiderpartiet , og Hans Rønbeck var formann i lokallaget fra 1934 .

source: Hans Rønbeckas lei guovddaš rolla Sámelávdegotti evttohusa oktavuođas , ja lei dovddus vuostálasti dohkkehit sámegiela oahpahusa skuvlii .
nob: Hans Rønbeck spilte en sentral rolle i kampen om Samekomiteens innstilling og blei kjent som en av de fremste motstanderne av å innføre samisk i skolen .

source: Hans ja Sigrunn Rønbeck fárriiga Romsii 1983:s .
nob: Hans og Sigrunn Rønbeck flytta til Tromsø i 1983 .

source: Hans jámii 1994:s , muhto Sigrunn orru ain Romssas ja son lea dássážii leamaš viššalis aviisalohkkiidbihtáid čálli .
nob: Hans døde i 1994 , men Sigrunn bor fortsatt i Tromsø , og hun har til det siste vært aktiv med å skrive avisinnlegg .

source: Mii leat ožžon lobi bájuhit ságastallama maid son doalai Kárášjoga gilisearvvis Oslos 1996:s .
nob: Vi har fått lov å gjengi et foredrag som hun holdt for Karasjok bygdelag i Oslo i 1996 .

source: Mii giitit maiddái Sigrunn Rønbecka go oaččuimet máŋget ja geavahit muhtun dokumeanttaid su stuorra vuorkkás .
nob: Vi takker også Sigrunn Rønbeck for at vi har fått kopiere og bruke noen dokumenter fra hennes rikholdige arkiv .

source: Ráhkis ustibat !
nob: Kjære venner !

source: Go mun vuosttaš geardde gullen Kárášjoga gilisearvvi birra munno nieiddas Ingbjørgas ja munno dál jápmán ustibiin , Ingrid ja Georg Næssas , de mun ilosmin ja jierásmin sin láhkai , ja mu illu lea ain stuorát dál , go dinguin lean deaivvadan .
nob: Da jeg første gang fikk høre om Karasjok bygdelag av vår datter Ingbjørg og våre nå avdøde venner , Ingrid og Georg Næss , ble jeg like glad og begeistret som dem , og min glede er enda større nå , etter at jeg har møtt dere .

source: Mun dovddan ahte mun duođai lean ustibiid luhtte , go máŋggas dis lehpet munno buoremus ustibiid mánát .
nob: Jeg føler virkelig at jeg er kommet blant venner , for mange av dere er barn av våre beste venner .

source: Mu ságastallama ulbmilin dás lea muitalit váhnemiidádet ja fulkkiideattet árjja birra guhkes áigodagas sámi servodagas , measta 50 jagi politihkalaš doaimma árjja birra mas moai isidiin oassádalaime váhnemiidádetguin ovttas .
nob: Hensikten med mitt innlegg her er å fortelle om deres foreldres og slekts innsats gjennom en lang epoke i samenes liv , gjennom nesten 50 års innsats i det politiske liv som min mann og jeg har deltatt i sammen med deres foreldre .

source: Nugo dii diehtibehtet , de lei garra 20-30-loguin stuorra bargguhisvuohta olles riikkas .
nob: Som dere vet , så var det i de harde 20-30-årene stor arbeidsledighet i hele landet .

source: Ii gávdnon dalle lohkanloatna nuoraide geat háliidedje oahpu váldit .
nob: Det var ikke studielån å få for de ungdommene som ville ha utdannelse .

source: Iige lean bargu fidnemis ollu nuoraide riikkas .
nob: Heller ikke arbeid å få for en stor del av landets ungdom .

source: Dán lehpet dii iežage vásihan .
nob: Det har dere selv også fått føle på kroppen .

source: Dás mun ferten beassat muitalit munno Kárášjoga oktavuođa birra .
nob: Her må jeg få komme med noen ord om vår tilknytning til Karasjok .

source: Go mu isit , Hans Rønbeck , eanandoalloskuvlla loahpaheami ja guovtti mánnosaš kanturgeatnegas áigodaga maŋŋá Altagårdas , gávnnahii ahte son háliidii ođđadoallohuksemiin ja smávvadáluin álgit Kárášjogas 1932:s , ozai 40 mihtu ja álggii seamma čavčča njáskat 10 mihtu .
nob: Da min mann , Hans Rønbeck , etter endt landbruksskole og 2 måneders militær kontorplikt på Altagård , fant ut at han ville begynne med bureising og småbruk i Karasjok i 1932 , søkte han om 40 mål og startet samme høst med nyrydding av de første 10 målene .

source: Dálvet 1933-34 lei Hánsa Oslos ja gergehii 6-mánnosaš gávpeskuvlla .
nob: Vinteren 1933-34 var Hans i Oslo og gjorde seg ferdig med 6 måneders handelsskole .

source: Go moai easkkanáitalan párran , čakčat 1934 , fárriime Kárášjohkii , de lei Hánsa bargan ja gilván 15 mihtu eatnama , čuohppan ja buktán hirssaid náveha huksemii ja lei muvren muhkkekeallára , ja hárjánan snihkkárat ledje cehkkon náveha njealji gussii , ja stálja ovtta hestii , ja suoinnit gussii ja hestii ledje láddjejuvvon .
nob: Da vi som nygifte , høsten -34 , flyttet til Karasjok , hadde Hans ryddet og dyrket 15 mål jord , hugget og kjørt fram tømmer til fjøs og støpt gjødselkjeller , mens erfarne tømrere hadde satt opp fjøs til 4 kyr , og stall til 1 hest , mens for til ku og hest var innhøstet .

source: Moai oruime Hánssa váhnemiid geassestobus dálvvi badjel , dassái go son lei čuollan ja vuojihan hirssaid stobu várás . Dáid lei sahán ja ceahkuhan geasset .
nob: Vi bodde i Hans ' s foreldres sommerhytte over vinteren , til han hadde hugget og kjørt fram tømmeret til huset som blei sagd og tømret opp om sommeren .

source: Dán láhkai moai álggus oaččuime oktavuođa siidaguimmiiguin Kárášjogas .
nob: Slik fikk vi vår første tilknytning til våre naboer av Karasjokbefolkningen .

source: Geaidnu Leavnnjas lei 1934 ’ geasi ollen Kárášjoga rádjái , ja moai olliime čáppa ja fiinna gillái fierttus čakčabeaivvadahkan .
nob: Veien fra Lakselv var sommeren 1934 kommet fram til Karasjok , og vi møtte en fager og idyllisk bygd i strålende høstsol .

source: Moai leimme nuorat ja dearvasat , 22 ja 24 jagi boarrásat , ja moai illudeimme buriin mielain ja nana gieđaiguin huksegoahtit ruovttu .
nob: Vi var unge og friske , 22 og 24 år gamle , og vi gledet oss til å ta fatt med godt mot og sterke never .

source: Kárášjohka , mii dán rádjái lei leamaš ráfálaš sierra dilis , lei dál fidnen bistevaš busseruvttu Isaksen vieljažiid bussesearvvi bokte .
nob: Karasjok , som inntil da hadde ligget i fredelig isolasjon , hadde nå fått fast bussrute med brødrene Isaksens busselskap .

source: Kárášjoga álbmot ledje eanaš sápmelaččat , muhto moadde dáža ja rivgu orro ieš márkanbáikkis .
nob: I Karasjok besto befolkningen hovedsakelig av samer , mens en liten gruppe norske bodde på sjølve kirkestedet .

source: Dát ledje suohkanbáhppa ja leansmánni , guovlludoavttir , vihtta oahpaheaddji , golbma gávpeolbmá , poastaolmmái ja telefonhoavda ja vuovdehálddašeaddji .
nob: De besto av sogneprest og lensmann , distriktslege , fem lærere , tre kjøpmenn , poståpner og telefonbestyrer , samt skogforvalter .

source: Dan áigge earuhedje ámmátolbmuid , oahpaheddjiid , gávpeolbmáid ja eará dážaid smávvadálolaččain ja johttisámiin , nugo maiddái lei dáhpi dahkat eará guovlluin riikkas dábálaš bargiid ektui .
nob: Dengang var det stor forskjell mellom embetsmenn , lærerne , kjøpmennene og andre norske , mot småbrukerne og flyttsamene , slik det også var i andre deler av landet mot arbeiderklassen .

source: Go mun smiehtadan dán áiggi , de imaštalan veaháš ahte sámi álbmot munno vuostáiválde ustitlaččat ja oskkáldasat , muhto go dán lean maŋŋá guorahallan , de lean ádden ahte sii dovde oktavuođa munnuin , go moai leimme sin láganat , smávvadálolaččat seamma eavttuiguin ja seamma beroštumiiguin go sisge ledje .
nob: Når jeg tenker tilbake på den tiden , kan jeg jo undres litt over at vi møtte slik vennlighet og tillit blandt den samiske befolkning , men etter litt omtanke er jeg senere kommet til at de følte en tilknytning til oss , fordi vi var en av dem , som småbrukere , med samme vilkår og samme interesse som dem.

source: Kárášjogaálbmot mii guhká lei sierra orron olggobealde eará servodagaid , váilevaš geainnuid geažil , lei liikká leamaš nu čeahppi ahte lei vuođđudan Kárášjoga bargiidbellodaga juo sullii 1920:s , ja 1926:s lei sis sin vuosttaš ja áidna bargoheaitta , go geahččaledje oažžut moadde evrre eanet juohke galmmihuvvon bohccobiergokilos maid dolvo gávpeolbmáid ovddas Billávutnii dálvet buotlágan dálkkiin heastavuodjingeainnu obbasa čađa 300 kilosaš biergogurpmiin riddui , ja fas ruovttoluotta 300 kilosaš jáffogurpmiin ja eará gálvvuiguin .
nob: Karasjokfolket som lenge hadde vært isolert fra omverdenen , på grunn av manglende veikommunikasjon , hadde dog vært så framsynt at de hadde stiftet Karasjok arbeiderparti allerede omkring 1920 , og i 1926 hadde de sin første og eneste streik , for å prøve å oppnå noen ører mer pr. kilo frosset reinkjøtt , som de kjørte for handelsmennene ned til Billefjord om vinteren i allslags vær på ubrøytet hestekjørevei , med 300 kilos lass kjøtt ned og retur 300 kg mel og andre varer tilbake .

source: Mátkái golle njeallje beaivvi ja sii ožžo 40 ruvnnu mátkkis , logi ruvnnu beaivái heastta ja olbmá ovddas , ruđaid maid divdna dárbbašedje .
nob: En tur tok ca. 4 dager og de fikk 40 kr. for turen , 10 kr dagen for hest og mann , kontanter som kom godt med .

source: Riđuid čađa ja 30 - 40 buolaš grádas galbma Porsáŋgguvuotnaráigge johtin lei garra ja šleaipa bargomátki , muitalii Hánsa maŋŋá .
nob: I storm og 30-40 graders kulde langs den barske Porsangerfjorden var det ofte en hard og slitsom jobb , fortalte Hans senere .

source: Válgajagis 1934:s dieđihii Kárášjoga bargiidbellodat Norgga bargiidbellodahkii miellahttun .
nob: I valgåret 1934 meldte Karasjok arbeiderparti seg inn i Det norske arbeiderparti .

source: Sii ledje dán rádjái bisson eadnebellodaga olggobealde .
nob: De hadde inntil da stått utenfor selve moderpartiet .

source: Dál Kárášjoga álbmot luohttigohte čuvges boahtteáiggi boahtimii , ja ođđa geainnuin ja lagat oktavuođaiguin riddoálbmogiin , sii áddejedje ahte lei deaŧalaš oahppat dárogiela buorebut .
nob: Nå begynte Karasjokfolket å få tillit til framtida , og med den nye veiforbindelsen , og nærmere kontakt med kystfolket , forsto de at det var viktig å lære det norske språket bedre .

source: 1937:s go oahpaheaddji Løining heittii gielddaruhtadoallevirggis , de Rønbeck oaččui virggi , ja doaimmai guokte jagi , ja dalle son biddjui bargui ođđa virgái Finnmárkku fylkkagálvoháhkan ásahussii ( Finnmark fylkesforsyning ) , mas son ovdánii válddálažžan ja hoavdan maŋŋá soađi .
nob: I 1937 , da lærer Løining sa opp stillingen som herredskasserer , ble Rønbeck ansatt , og fungerte i 2 år , da han ble ansatt på den nyopprettede stilling i Finnmark fylkesforsyning , hvor han avanserte til fullmektig og etter krigen sjef .

source: 1947:s bođiime fas ruovttoluotta Kárášjohkii , gos Rønbeck biddjui kanturhoavda- ja livnnethoavdavirggiide .
nob: I 1947 kom vi tilbake til Karasjok , hvor Rønbeck ble ansatt som kontorsjef og ligningssjef .

source: " Finnmark Tidende " bajilčála , Čáhcesullos skábmamánu 9. beaivve 1949 : " Sápmelaččat Kárášjogas gáibidit seamma gielalaš oahpahusa mánáidasaset go dážainge lea . "
nob: Overskrift i " Finnmark Tidende " , Vadsø den 9/11-49 : " Samene i Karasjok krever samme språklige opplæring for sine barn som de norske . "

source: Skábmamánus 1949:s dollojuvvui skuvlastivračoahkkin Kárášjogas gos meannudedje Skuvladoaimmahaga ovttastahttinlávdegotti ( Samordningsnemnda for skoleverket ) čállosa , ja sii ovdanbuktet giellaoahpahusa ášši , muhto eanetlohku ii liikká loahpalaš evttohusa ovddit .
nob: I november 1949 ble det holdt et skolestyremøte i Karasjok hvor det ble behandlet et skriv fra Samordningsnemnda for skoleverket , hvor de forelegger spørsmålet om den språklige opplæring , uten at dens flertall dog har tatt noen endelig stilling til dette .

source: Ovttastahttinlávdegotti čálus lei sáddejuvvon Finnmárkku skuvladirektevrii , gii lei geažidan ásahit sierra luohkáid sámi mánáide giellaseaguhus guovlluid álbmotskuvllain .
nob: Samordningsnemndas skriv var oversendt av skoledirektøren i Finnmark , som hadde antydet opprettet særskilte klasser for samiske barn ved folkeskolen i de språkblandede distrikter .

source: Dán evttohusa mielde livčče leamaš guokte linnjá álbmotskuvllas Kárášjogas , okta sámemánáide ja okta dážamánáide .
nob: Etter dette ville man i Karasjok fått to linjer ved folkeskolen , en for samebarn og en for de norske .

source: Nugo vurdojuvvui , ášši bohciidahttii viiddis ja vuđolaš digaštallama skuvlastivrra gieđahalladettiin .
nob: Som rimelig kan være , vakte saken under behandlingen i skolestyret en stor og inngående debatt .

source: Skuvlastivra vuosttaldii juogadit skuvlla guovtti linnjái , čuovvovaš ákkain : " Nannen dihtii dálu sámi álbmoga ekonomalaš vuođu , mii dáhttut dáidda oahpahusa dievaslaš dáruiduhttima ulbmiliin .
nob: Skolestyret uttalte seg mot en oppdeling av skolen i to linjer , med følgende motivering:"For å skape grunnlaget for den fastboende samiske befolknings økonomi , ønsker vi for denne en undervisning med fullstendig språklig fornorskning som endelig mål .

source: Earuhit sámi ja dáža mánáid lea hirbmat vahágin , ja dáláš oktasašskuvla ferte danin bisuhuvvot , go dát doarju buoridit áddejumi ja oktavuođadovddu mat leat dárbbašlaččat buori ovdáneapmái . "
nob: Skille mellom samiske og norske barn vil være meget uheldig , og den nåværende samskole må derfor opprettholdes , i det denne bidrar til å skape den forståelse og samkjensle som er nødvendig for en heldig utvikling . "

source: ( Mearrádusa lea daláš skuvlainspektevra Meløy čállán . )
nob: ( Vedtaket er ført i pennen av daværende skoleinspektør Meløy . )

source: Skuvlla giellaášši ja oahpahusgiela válljema oktavuođas leat dalle guokte áibbas vuostálas oainnu ja oaivila .
nob: I forbindelse med språkspørsmålet og den språklige opplæring i skolen , gjør det seg her gjeldende to helt motsatte syn og oppfatninger .

source: Ovttastahttinlávdegotti Finnmárkku miellahttu , Per Fokstad , Deanus ja skuvladirektevra doalaheaba gielalaš juohkima skuvllas giellaseaguhus guovlluin .
nob: Medlemmet av Samordningsnemnda fra Finnmark , Per Fokstad , Tana , og skoledirektøren holder på en språklig deling i skolen i de språkblandede distrikter .

source: Kárášjoga skuvlastivra doalaha oktasaš skuvlla dáruiduhttima dievaslaš ulbmiliin .
nob: Karasjok skolestyre holder på samskolen med fornorskning som endelig mål .

source: ( Skuvladirektevra dalle lei Aarseth . )
nob: ( Skoledirektør da var Aarseth . )

source: Skuvlastivrra mearrádus bovttii olbmuid beroštumi , ja go giliolbmot radios geassemánu 16. beaivve 1953:s gulle ahte " Sámi Ráđđi / Samisk Råd " galggai ásahuvvot , de olbmot bealljeskaddaraste ja jerre : " Maid dátgis mearkkaša ?
nob: Skolestyrets vedtak vakte stor interesse ute blandt folket , og da radiomelding den 16/6-53 kom til bygda , om opprettelse av et " Samisk Råd " , spisset folk ørene og sa : " Hva skal dette bety ?

source: Mis han leat iežamet álbmotválljen ovdagoddi ja gielddastivra , main eatnašat leat sápmelaččat , ja fylkkadiggi ja stuorradiggi maid mii ieža leat leamaš válljemin .
nob: Vi har jo vårt eget folkevalgte formannskap og kommunestyre , som hovedsakelig bestå av samer , samt fylkesting og storting som vi selv har vært med på å velge .

source: Mis ii leat dárbu sámeráđđái . " "
nob: Vi har ikke bruk for et sameråd . " "

source: Kárášjoga bargiidbellodat lea eanet go 20 jagi leamaš áidna orgána mii lea sámi áššiid guorahallan minguin geaidda áššit gullet , namalassii sámi álbmogiin . "
nob: Karasjok arbeiderparti har i mere enn 20 år vært det eneste organ som har tatt de samiske spørsmål opp til drøftelse med oss som saken gjelder , nemlig vår egen samiske befolkning . "

source: Boađus lei ahte " Sámi Ráđđi " nammaduvvui vaikko sámiin eai lean gulahallan eallinvurbbiideaset birra .
nob: Resultatet ble at " Samisk Råd " ble oppnemnt uten at samene ble tatt med på råd om sin egen skjebne .

source: Go gaskaboddosaš fylkamánni virgehas Dag Tønder , ovttasráđiid Deanu olbmáin Per Fokstadain , evttohii nammadit Sámelávdegotti , de nammadii Girko- ja oahpahusdepartemeanta " Lávdegoddi guorahallat sámi áššiid " borgemánu 3. beaivve 1956:s .
nob: Da konstituert fylkesmann Dag Tønder , etter drøftelse med Per Fokstad , Tana , kom med forslag om å opprette en Samekomite , ble " Komiteen til å utrede samespørsmål " oppnemnt den 3. august 1956 , av Kirke- og Undervisningsdepartementet .

source: Gávcci olbmo nammadedje lahttun , daid gaskkas okta Kárášjogas ja okta Guovdageainnus ; Lind Meløy ja Arvid Dahl .
nob: Det blei oppnevnt 8 personer , hvorav 1 fra Karasjok og 1 fra Kautokeino ; Lind Meløy og Arvid Dahl .

source: Guktot dážat .
nob: Begge norske .

source: Ii oktage sápmelaš guovlluin geaidda ášši guoskkai , dohkkehuvvon leat mielde beroštumiideaset áimmahuššat .
nob: ( Foto : Richard Bergh ) Ingen samer fra angjeldende distrikter ble funnet verdige til å ivareta sine egne interesser .

source: Tønder bivddii Hans Rønbecka leat mielde Sámelávdegottis , muhto son ii miehtan go dát livččii sámiid dáhtu vuostá .
nob: Hans Rønbeck ble spurt av Tønder om å være med i Samekomiteen , men han nektet å gå mot samenes eget ønske .

source: Leigo ártet ahte olbmot ledje eattehan ?
nob: Var det noe rart at folk ble opprørte ?

source: Sii ledje doarvái gierdan !
nob: Nå hadde de fått nok !

source: Dál manai gohččun olbmos olbmui !
nob: Nå gikk det budstikke fra mann til mann !

source: Juoga ferte dahkat !
nob: Her må noe gjøres !

source: Suollemasat gohččojuvvui álbmotčoahkkimii Servodatvissui Kárášjogas cuoŋománu 9. beaivve 1960 , justa 20 jagi maŋŋá Norgga sállemušbeaivvi , cuoŋománu 9. beaivve 1940. 89 olbmo bohte , ja cealkámuš Norgga Ráđđehussii čállui ja sáddejuvvui .
nob: Og i all hemmelighet ble det innkalt til et massemøte på Samfundshuset i Karasjok den 9. april 1960 , nøiaktig 20 år etter Norges skjebnedag , den 9. april 1940 . Det møtte fram 89 personer , og en resolusjon til Den Norske Regjering ble utformet og sendt avgårde .

source: Seamma eahkeda bođii livnnetbargi Hartvig Norvang munno geahčái muitalit čoahkkima ja mearrádusa birra .
nob: Samme kveld kom ligningsfullmektig Hartvig Norvang hjem til oss og fortalte om møtet og beslutningen .

source: Rønbeck dajai sutnje : " Lei vahát go mun in diehtán čoahkkima birra .
nob: Rønbeck sa da : " Det var synd at jeg ikke fikk vite om møtet .

source: Mun livččen áinnas boahtit din gullat . "
nob: Jeg ville så gjerne ha vært der og hørt på dere . " "

source: Hartvig vástidii : " Don it eisege galgan diehtit dán birra , go dalle olbmot livčče du sivahallan .
nob: Nei " , svarte Hartvig , " Du skulle ikke vite om det , for da hadde du fått skylda .

source: Dát lea min dahku ja moai leansmánnibálvváin Thorleif Baltoin hábmiime cealkámuša , ja čieža diđolašvihtana vuolláičálle . "
nob: Dette er vårt verk og lensmannsfullmektig Thorleif Balto og jeg har utformet det , og det er undertegnet av 7 vitterlighetsvitner . "

source: Dá čuovvu cealkámuš :
nob: Her følger resolusjonen :

source: Cuoŋománu 9. beaivve 1960 Norgga Ráđđehussii cealkámuš
nob: 9. april 1960 Resolusjon til Den Norske Regjering

source: Álbmotčoahkkin dáhttu álggos deattuhit ja nannet vuosttalkeahtes duohtavuohtan ahte nu gohčoduvvon " Sámelávdegotti " nammadeapmi ii leat sámi álbmoga eanetlogu sávaldat iige gáibádus .
nob: Massemøtet vil innledningsvis understreke og fastslå som en uomtvistelig kjennsgjerning at oppnevnelsen av den såkalte " Samekomite " , ikke bunner i noe ønske eller krav fra majoriteten av det samiske folk .

source: Mii atnit iežamet oassin riikka álbmogis muđui ja mii eat leat dáhtton eatge háliit sierravuoigatvuođaid dahje sierrageatnegasvuođaid eará Norgga ássiid ektui .
nob: Vi føler oss ett med landets øvrige befolkning og vi har hverken bedt om eller ønsker særrettigheter eller særforpliktelser i forhold til de øvrige innvånere i Norge .

source: Oainnut maid mii ovdanbuktit vuosttaš čuoggás , eai hehtte min bealuštit ollásit " Sámelávdegotti " árvalusaid Sis-Finnmárkku eanandoallo- ja boazodoalloealáhusa ovdánahttit , nugo maiddái Finnmárkku Fylkkaráđi eanandoallo- ja boazodoallolávdegotti ovdal lea evttohan .
nob: De synspunkter som gjøres gjeldende i punkt 1 forhindrer ikke at vi gir vår fulle tilslutning til " Samekomiteens " tilrådninger om utbyggingen av jordbruks- og reindriftsnæringen i indre Finnmark , slik også Finnmarks Fylkesråds landbruks- og reindriftsutvalg tidligere har foreslått .

source: Seamma guoská kommunikašuvnnaid huksemii , nugo " Sis-Finnmárkku huksenprográmma " ja eará orgánat leat gáibidan .
nob: Det samme gjelder utbyggingen av kommunikasjonene , slik det tidligere er reist krav om i " Utbyggingsprogrammet for Indre Finnmark " og gjennom andre tilrådinger .

source: Min prinsihpalaš oainnu mielde , nugo maiddái almmustuvvá vuosttaš čuoggás , mii leat áibbas vuostá " Sámelávdegotti " ulbmila dasa mii guoská boahtteáiggi nu gohčoduvvon " Sámepolitihkkii " .
nob: Ut fra vårt prinsipielle syn , slik det kommer til uttrykk i punkt 1 , er vi dypt uenig i " Samekomiteens " målsetting når det gjelder den framtidige såkalte " Samepolitikk " .

source: Mii dáhttut danin buot návccaiguin vuosttaldit juohke áidna doaimma man ulbmil lea suodjalit sámi álbmoga sierra ordnejuvvon servodagas Sis-Finnmárkkus .
nob: Vi vil derfor med alle midler motsette oss ethvert tiltak som har til formål å bevare den samiske befolkning i et eget organisert samfunn i Indre Finnmark .

source: Geahča " Sámelávdegotti " evttohusa " Lávdegotti vuođđooaidnu " - oasis .
nob: Konferer " Samekomiteens " innstilling under avsnittet " Komiteens grunnsyn " .

source: Mii vuosttaldat buot doaimmaid mat dagahit ahte ásahuvvojit sierra orgánat sámiide , ja mii ávžžuhat dán oktavuođas ahte Finnmárkku " Sámi Ráđđi " johtileamos lági mielde heaittihuvvo .
nob: Vi protesterer mot alle tiltak som nødvendiggjør opprettelsen av spesielle organer for samene , og vi henstiller i denne forbindelse om at " Samisk Råd " for Finnmark snarest må bli oppløst .

source: Vásáhusat leat čájehan ahte dákkár orgánat geavahuvvojit min dáhtuid ja beroštumiid vuostá , ja min mielas dákkár suodjárdilli lea sihke loavkidahtti ja dárbbašmeahttun .
nob: Erfaringer har vist at slike organer blir brukt mot våre ønsker og interesser , og vi finner denslags formynderskap både sårende og unødvendig .

source: Nugo gielladilálašvuođat leat ovdánan maŋŋá soađi , de mii oaivvildat ahte " Sámelávdegotti " skuvla ja giellapolitihkka ii leat duođalašvuođa mielde iige leat vuođustuvvon .
nob: Slik språkforholdene har utviklet seg i tiden etter frigjøringen , mener vi " Samekomiteens " skole og språkpolitikk hverken er i samsvar med virkeligheten eller begrunnet .
